Repository: cyberwani/wp-qore
Catalog: lang/wp-qore-*.po
Languages: es_mx, no_no

source: Security Advisor
es_mx: Asesor de Seguridad

source: Copyright
es_mx: Derechos de autor

source: Turn 'On' to enable
es_mx: Gire a 'On' para activar
no_no: Slå 'On' for å aktivere

source: All Posts
es_mx: Todos los mensajes
no_no: Alle innlegg

source: Add Posts
es_mx: Añadir Mensajes
no_no: Legg Innlegg

source: Categories
es_mx: Categorías
no_no: Kategorier

source: Tags
es_mx: Etiquetas

source: Media Library
es_mx: bibliotecas multimedia

source: Add Media
es_mx: Bibliotecas Multimedia
no_no: Legg Media

source: Comments
es_mx: Comentarios
no_no: Kommentarer

source: Add Page
es_mx: Añadir página
no_no: Legg til side

source: Themes
es_mx: Temas
no_no: Temaer

source: Widgets
es_mx: Reproductores

source: Menus
es_mx: Menús
no_no: Menyer

source: Add Plugin
es_mx: Añadir plugin
no_no: Legg Plugin

source: Users
es_mx: Usuarios
no_no: Brukere

source: Add User
es_mx: Añadir Usuario
no_no: Legg til bruker

source: My Profile
es_mx: Mi Perfil
no_no: Min profil

source: Import
es_mx: Importación

source: Export
es_mx: Exportación
no_no: Eksport

source: Settings
es_mx: Configuración
no_no: Innstillinger

source: Theme Editor
es_mx: Editor de temas

source: The login information you have entered is incorrect.
es_mx: La información de inicio de sesión que ha introducido es incorrecta.
no_no: Påloggingsinformasjonen du har skrevet er feil.

source: Arbitrary text, HTML, or PHP Code
es_mx: Texto arbitrario, HTML o PHP Code
no_no: Vilkårlig tekst, HTML eller PHP-kode

source: Title:
es_mx: Título:
no_no: Tittel:

source: Automatically add paragraphs.
es_mx: Añadir automáticamente párrafos.
no_no: Automatisk legge til avsnitt.

source: Export Widgets
es_mx: Exportación Reproductores
no_no: Eksporter Widgets

source: Import Widgets
es_mx: Importar Reproductores

source: check all
es_mx: marque todas las
no_no: sjekke alle

source: uncheck all
es_mx: desactivar todas
no_no: ta bort alt

source: Please select a widget to continue.
es_mx: Por favor, seleccione un widget para continuar.
no_no: Vennligst velg en widget for å fortsette.

source: Sidebars
es_mx: Las barras laterales

source: Import Widget Settings
es_mx: Configuración de widgets de importación
no_no: Import Widget-innstillinger

source: Please select the widget export file to import settings.
es_mx: Por favor, seleccione el archivo de exportación widget a ajustes de importación.
no_no: Vennligst velg widget eksportfilen til importinnstillinger.

source: Select a file
es_mx: Seleccione un archivo
no_no: Velg en fil

source: Show Widget Settings
es_mx: Configuración Mostrar Widget
no_no: Vis Widget-innstillinger

source: No widget data posted to import
es_mx: No hay datos publicados de widgets para importar
no_no: Ingen widget data postet å importere

source: Unknown Error
es_mx: Error desconocido
no_no: Ukjent feil

source: Database table prefix is
es_mx: Prefijo de la tabla de base de datos es
no_no: Database tabellprefixet er

source: It is ok.
es_mx: Está bien
no_no: Det er greit.

source: WP Qore is a WordPress plugin that provides additional security, performance functionality, and developer tools that can be toggled on or off at anytime.
es_mx: WP Qore es un plugin para WordPress que proporciona seguridad adicional, la funcionalidad de rendimiento y herramientas de desarrollo que se pueden activar o desactivar en cualquier momento.
no_no: WP Qore er en WordPress plugin som gir ekstra sikkerhet, ytelse funksjonalitet, og utviklerverktøy som kan slås på eller av når som helst.

source: Safe Browsing Alert
es_mx: Alerta Navegación segura

source: Please check the Google Safe Browsing diagnostic page:
es_mx: Por favor, consulte la página de diagnóstico de navegación segura de Google:
no_no: Vennligst sjekk Google Safe Browsing diagnoseside:

source: Potential security threat suspected
es_mx: Amenaza potencial para la seguridad sospechada
no_no: Potensiell sikkerhetstrussel mistenkt

source: The daily security scan of your site suspects a potential threat.
es_mx: El análisis de seguridad diaria de su sitio sospecha una amenaza potencial.
no_no: Den daglige sikkerhet scan av nettstedet ditt mistenkte en potensiell trussel.

source: Notification message from the WP Qore Security Advisor
es_mx: Mensaje de notificación del Asesor WP Qore Seguridad
no_no: Varslingsmelding fra WP Qore Security Advisor

source: There is no threats
es_mx: No hay amenazas
no_no: Det er ingen trusler

source: View line
es_mx: Ver line
no_no: Vis linjen

source: Security threat suspected
es_mx: Amenaza de seguridad sospechosos
no_no: Sikkerhetstrussel mistenkt

source: Manual scan
es_mx: Búsqueda manual
no_no: Manuell skanning

source: Settings saved.
es_mx: Configuración guardada.
no_no: Innstillinger lagret.

source: Manual Scan
es_mx: Exploración manual
no_no: Manuelt søk

source: Start Scanning
es_mx: Iniciar Escaneo
no_no: Begynn Skanning

source: Security Advisor offers your WordPress website protection from security threats, such as: virus, malicious code, and security exploits.
es_mx: Asesor de Seguridad ofrece su sitio web WordPress protección contra amenazas de seguridad, tales como: virus, código malicioso y ataques de seguridad.
no_no: Security Advisor tilbyr din WordPress nettstedet beskyttelse mot sikkerhetstrusler, for eksempel: virus, ondsinnet kode og sikkerhetsproblemer.

source: Automatic Scan
es_mx: Escaneo Automático

source: Daily Scanning
es_mx: Escaneos Diarios
no_no: Daglig skanning

source: Next check
es_mx: A continuación, compruebe
no_no: Neste sjekk

source: Alternate E-mail
es_mx: Suplente E-mail
no_no: Alternativ E-post

source: If this field is empty, the admin e-mail will be notified. Daily scanning must be 'On' to use this feature.
es_mx: Si este campo está vacío, se le notificará al administrador por correo electrónico. Escaneos diarios debe ser 'On' para usar esta función.
no_no: Hvis dette feltet er tomt, vil admin e-post bli varslet. Daglig skanning må være \"På\" for å bruke denne funksjonen.

source: Check to enable %s (Recommended)
es_mx: Active para habilitar %s (Recomendado)
no_no: Sjekk for å aktivere %s (anbefales)

source: Save Changes
es_mx: Guardar
no_no: Lagre

source: Login Settings
es_mx: Entrar Configuración
no_no: Logg Innstillinger

source: Customize login page
es_mx: Personalizar la página de inicio de sesión
no_no: Tilpass påloggingssiden

source: Change login page logo and link (Default is, WordPress)
es_mx: Logo página Cambiar inicio de sesión y de enlace (por defecto es, WordPress)
no_no: Endre påloggingssiden logo og link (Standard er, WordPress)

source: Login logo image url
es_mx: Login url imagen del logotipo
no_no: Pålogging Logobildewebadresse

source: Type url of image for login page. Make sure it is approximately 320px width x 80px height.
es_mx: Escribe la URL de la imagen de la página de inicio de sesión. Asegúrese de que es aproximadamente 320px ancho x 80px de altura.
no_no: Skriv inn nettadressen til bildet for påloggingssiden. Pass på at det er ca 320px bredde x 80px høyde.

source: Conceal login page
es_mx: Ocultar la página de inicio de sesión
no_no: Skjule påloggingssiden

source: Turn 'On' to lock login page
es_mx: Gire a 'On' para bloquear la página de inicio de sesión
no_no: Slå 'On' å låse påloggingssiden

source: Login secret key
es_mx: Ingresar clave secreta
no_no: Logg hemmelig nøkkel

source: click to see example...
es_mx: haga clic para ver el ejemplo...
no_no: Klikk for å se eksempel...

# placeholder text
source: for url get parameter
es_mx: para el parámetro get url

source: Only %s will work, otherwise, included default wp-admin address will return 404.
es_mx: Sólo %s va a funcionar, de lo contrario, incluyen por defecto la dirección wp-admin devolverá 404.
no_no: Kun %s vil fungere, ellers, inkludert standard wp-admin-postadresse vil returnere 404.

source: Add custom login page exception
es_mx: Agregar conexión personalizada página de excepción
no_no: Legg til egen innloggingsside unntak

source: If you have custom login page (for example if you are using any community plugin such as Buddypress and your users log in to their profile via custom url such as <i>http://example.com/myloginpage</i> ) and you want that url continue working properly without wpqorefunc secret key, then just add that url to following input field.
es_mx: Si usted tiene la página de inicio de sesión personalizado (por ejemplo, si usted está usando alguna plugin de la comunidad tales como BuddyPress y sus usuarios acceder a su perfil a través url personalizada, como <i>http://example.com/myloginpage</i> ) y usted quiere que url seguir trabajando correctamente sin llave secreta wpqorefunc, a continuación, sólo añadir que url para siguiente campo de entrada.
no_no: Hvis du har tilpasset påloggingssiden (for eksempel hvis du bruker ethvert fellesskap plugin som Buddypress og brukerne logge seg på deres profil via custom url som <i>http://eksempel.com/myloginpage</i> ) og du ønsker at url fortsette å arbeide riktig uten wpqorefunc hemmelig nøkkel, så bare legge til at url til følgende inntastingsfelt.

source: And then if you want to block your wp-admin for logged in <i>subscriber users</i>, check the following checkbox
es_mx: Y luego, si desea bloquear su wp-admin para los usuarios registrados de abonado, marque la casilla siguiente
no_no: Og så hvis du ønsker å blokkere din wp-admin for påloggede <i>abonnent brukere</i>, sjekk følgende avkrysnings

source: Block access to wp-admin for Logged in subscribers (all their requests will be redirected to homepage).
es_mx: Bloquear el acceso a wp-admin para Registro de suscriptores (todas sus solicitudes serán redirigidos a la página principal).
no_no: Blokkere tilgang til wp-admin for påloggede abonnenter (alle sine forespørsler vil bli omdirigert til hjemmesiden).

source: Source Obfuscation
es_mx: La ofuscación Fuente
no_no: Kilde obfuscation

source: New theme directory
es_mx: Nuevo directorio temático
no_no: Nytt tema katalogen

# placeholder text
source: theme directory
es_mx: directorio de temas
no_no: tema katalogen

source: Create folder called <i>%s</i> in %s folder and then paste there any inactive theme folder you will need to use.
es_mx: Crear carpeta llamada <i>%s</i> en la carpeta% s y luego pegarlo Hay alguna carpeta del tema inactivo tendrá que utilizar.
no_no: Lag mappe kalt <i>%s</i> i% s mappen og deretter lime det noen inaktive tema mappen vil du trenger å bruke.

source: Warning!
es_mx: Advertencia!
no_no: Advarsel!

source: Don't cut/paste active theme from <i>themes</i> folder to <i>%s</i> folder. Do it only with inactive themes. First deactivate theme, cut & paste, then reactivate.
es_mx: No corte / pega tema activo de <i>themes</i> carpeta para <i>%s</i> de la carpeta. Hágalo solamente con temas inactivos. Primero desactive el tema, cortar y pegar, y después se reactivará.
no_no: Ikke klipp / lim aktive temaet fra <i>temaer</i>-mappen til <i>%s</i>-mappen. Gjør det bare med inaktive temaer. Først deaktivere tema, klippe og lime, og deretter aktivere.

source: Unique source code
es_mx: Código fuente Steam
no_no: Unik kildekode

source: Go to your file manager (or ftp), open your wp-config.php file and add the following lines there. Then, you will need to rename the wp-content and plugin folders to the new names in which you set in the code below. Copy the following code (below) and paste the code onto the top of your wp-config.php file, place it just after the initial opening &lt;?php tag (see <a target="_blank" href="%s" >before</a> and <a target="_blank" href="%s" >after</a> examples).<br><br> <b>Please be attentive. If you don't know what something is for, please don't do it.</b>
es_mx: Vaya a su administrador de archivos (o ftp), abra el archivo wp-config.php y añadir las siguientes líneas. A continuación, tendrá que cambiar el nombre de las carpetas wp-contenido y Programas a los nuevos nombres en el que se establezca en el código de abajo. Copia el siguiente código (abajo) y pegue el código en la parte superior de su archivo wp-config.php, colóquelo justo después de la apertura inicial &lt;?php tag (ver <a target="_blank" href ="%s">antes</a> y <a target="_blank" href="%s">después de</a> ejemplos).<br><br> <b>Por favor, estar atentos. Si usted no sabe qué es algo, por favor no lo hagas. </ B>
no_no: Gå til din filbehandler (eller ftp), åpne din wp-config.php fil og legge til følgende linjer der. Deretter må du endre navn på wp-innhold og plugg-mappene til de nye navnene som du har angitt i koden under. Kopier følgende kode (under) og lim inn koden på toppen av din wp-config.php filen, plasserer den rett etter den første åpningen &lt;?php tag (see <a target="_blank" href="%s" >before</a> and <a target="_blank" href="%s" >after</a> examples).<br><br> <b>Vær oppmerksomme. Hvis du ikke vet hva noe er for, må du ikke gjøre det.</b>

source: General Settings
es_mx: Configuración general
no_no: Generelle innstillinger

source: Security advisor
es_mx: Asesor de Seguridad
no_no: Sikkerhetsrådgiver

source: Turn 'On' to enable (Recommended)
es_mx: Gire a 'On' para activar (recomendado)
no_no: Slå 'On' for å aktivere (anbefales)

source: When checked, this will turn on Security Advisor. Security Advisor offers you protection from security threats, such as: virus, malicious code, and security exploits. Once enabled, a submenu labeled 'Security Advisor' will appear within the wp-admin > WP Qore > submenu. If you don't see it, then go to the dashboard first and it will initialize.
es_mx: Cuando se activa, esta se convertirá en asesor de Seguridad. Asesor de Seguridad le ofrece protección contra amenazas a la seguridad, tales como: virus, código malicioso y ataques de seguridad. Una vez activado, un submenú etiquetado 'Security Advisor' aparecerá en el wp-admin > WP Qore > submenú. Si usted no lo ve, y luego ir al panel primero y se inicializa.
no_no: Når sjekket, vil dette slå på Security Advisor. Security Advisor gir deg beskyttelse mot sikkerhetstrusler, for eksempel: virus, ondsinnet kode og sikkerhetsproblemer. Når den er aktivert, vil en undermeny merket \"Security Advisor 'vises i wp-admin > WP Qore > undermeny. Hvis du ikke ser det, så gå til dashbordet først, og det vil initial.

source: Replace dashboard
es_mx: Cambio salpicadero
no_no: Bytt dashbord

source: When 'On', this will replace the standard wp-admin dashboard with a new one that is clean and lightweight.
es_mx: Cuando 'On', este reemplazará el tablero de instrumentos wp-admin de serie con uno nuevo que está limpio y ligero.
no_no: Når 'On', vil denne erstatte standard wp-admin dashbordet med en ny en som er ren og lett.

source: Nag updates
es_mx: Nag actualizaciones
no_no: Maser oppdateringer

source: Turn 'On' to disable
es_mx: Gire a 'On' para desactivar
no_no: Slå 'On' å deaktivere

source: This disables the annoying WordPress nag updates banner from appearing. This doesn't prevent updates, just conceals the update banner from the top of the wp-admin.
es_mx: Esto desactiva la molesta nag WordPress bandera actualizaciones aparezcan. Esto no impide que las actualizaciones, simplemente oculta la bandera de actualización desde la parte superior del wp-admin.
no_no: Dette deaktiverer irriterende WordPress maser oppdateringer banner vises. Dette forhindrer ikke oppdateringer, bare skjuler oppdateringen banner fra toppen av wp-admin.

source: Core updates
es_mx: Core actualizaciones
no_no: Kjerne oppdateringer

source: This completely disables new WordPress version notifications and updates from being done.<br> <b>Warning:</b> It is highly recommended that on your production environment you keep this option off. This option is provided for development environments only.
es_mx: Esto desactiva completamente nuevas WordPress versión notificaciones y actualizaciones desde que se realiza <br> <b>Advertencia:</b> Se recomienda que en su entorno de producción se mantiene esta opción. Esta opción se proporciona únicamente con los entornos de desarrollo.
no_no: Dette deaktiverer helt nye WordPress versjon meldinger og oppdateringer blir gjort <br> <b> Advarsel:</b> Det anbefales sterkt at på produksjonsmiljøet å ha denne funksjonen av. Dette alternativet er gitt for utviklingsmiljøer bare.

source: Post revisions
es_mx: Publique las revisiones
no_no: Post revisjoner

source: This disables saving multiple post revisions. Having multiple post revisions could cause bloat on your database. Disabling them will prevent such.
es_mx: Esto desactiva el ahorro de múltiples revisiones posteriores. Tener múltiples revisiones de correos podría causar hinchazón en su base de datos. Desactive esa opción para evitar este tipo.
no_no: Dette deaktiverer lagre flere innlegg revisjoner. Å ha flere innlegg revisjoner kunne føre til bloat på databasen. Deaktivering dem vil hindre slikt.

source: Admin bar removal
es_mx: Eliminación de barra de admin

source: Remove admin bar from the frontend
es_mx: Retire la barra de administración de la interfaz
no_no: Fjern admin bar fra frontend

source: Collapse admin menu
es_mx: Menú de administración Collapse
no_no: Kollaps admin menyen

source: This keeps the wp-admin menu on the left collapsed.
es_mx: Esto mantiene el menú wp-admin en el lado izquierdo colapsado.
no_no: Dette holder wp-admin menyen til venstre kollapset.

source: Change default jQuery
es_mx: JQuery Change default
no_no: Endre standard jQuery

source: Use Google hosted jQuery instead of Wordpress core.</i><br><br> <b>Attention:</b> If this doesn't play well with your theme, then simply turn it off.
es_mx: Utilice Google alojada jQuery en lugar del núcleo de Wordpress</i><br><br> <b>Atención:</b> Si esto no juega bien con su tema, entonces simplemente apagarlo.
no_no: Bruk Google vert jQuery stedet for Wordpress kjerne</i><br><br> <b>Attention:</b> Hvis dette ikke spiller godt sammen med ditt tema, så bare slå den av.

source: Shortcode in widgets
es_mx: Código corto en los widgets
no_no: Mangel på widgets

source: This enables shortcode in widgets. In the instance you need to use shortcode within your widgets, then enabling this will help you.
es_mx: Esto permite shortcode en los widgets. En la instancia deberá utilizar código corto plazo de sus aparatos, a continuación, permitiendo que esto le ayudará.
no_no: Dette gjør det mulig snarvei i widgets. I tilfellet må du bruke kortnummer innenfor dine widgets, deretter aktivere dette vil hjelpe deg.

source: Php in widgets
es_mx: Php en los widgets
no_no: PHP i widgets

source: This enables php code in widgets. In the instance you need to use php within your widgets, then enabling this will help you.<br><br> <b>Warning!</b> Turning this on may be a security risk. It's not recommended you use this unless you are very careful and know what you are doing. Use at your own risk.
es_mx: Esto permite que el código php en widgets. En la instancia deberá utilizar php dentro de sus aparatos, a continuación, permitir que esto le ayudará.<br><br> <b>Advertencia!</b> Activar esta opción puede ser un riesgo de seguridad. No es recomendable que utilice esto a menos que usted es muy cuidadoso y saber lo que está haciendo. Utilice a su propio riesgo.
no_no: Dette gjør at php-kode i widgets. I tilfellet må du bruke php innenfor dine widgets, deretter aktivere dette vil hjelpe deg.<br><br> <b>Advarsel!</b> Slå dette på kan være som en sikkerhetsrisiko. Det er ikke anbefalt at du bruker dette med mindre du er svært forsiktig og vite hva du gjør. Bruk på egen risiko.

source: Import/export widgets
es_mx: Widgets de importación/exportación
no_no: Import/eksport widgets

source: This allows you to import and export your widget settings. Once enabled, a submenu labeled 'Export Widgets' and 'Import Widgets' will appear within the wp-admin > Tools menu.
es_mx: Esto le permite importar y exportar la configuración del widget. Una vez activado, un submenú etiquetado 'Export Reproductores' e 'importación Reproductores' aparecerá en el wp-admin > menú Herramientas.
no_no: Dette gjør at du kan importere og eksportere widget innstillinger. Når den er aktivert, vil en undermeny merket 'Export Widgets' og 'Import Widgets' vises i wp-admin > Verktøy-menyen.

source: Clean source code
es_mx: Código fuente limpia
no_no: Clean kildekode

source: Remove WP version from source code (Recommended)
es_mx: Quite la versión WP partir del código fuente (Recomendado)
no_no: Fjern WP versjon fra kildekoden (anbefales)

source: Minify your html
es_mx: Reducir tu html
no_no: Minify html

source: This will minify the HTML of your source code. This makes your website load much faster and makes it harder for people to view the source code of your website.
es_mx: Esto minify el código HTML de su código fuente. Esto hace que su sitio web de carga mucho más rápido y hace que sea más difícil para la gente para ver el código fuente de su sitio web.
no_no: Dette vil minify HTML av kildekoden. Dette gjør nettstedet ditt lastes mye raskere og gjør det vanskeligere for folk å vise kildekoden til nettstedet ditt.

source: Turn 'On' to remove from source code
es_mx: Gire a 'On' para eliminar desde el código fuente
no_no: Slå 'On' å fjerne fra kildekoden

source: Remove manifest, generator meta tags, adjacent posts rel links, parent post rel links, feed links, rsd link and index rel links from the source code.
es_mx: Retire, etiquetas meta generador del manifiesto, postes adyacentes rel links, enlaces rel colocar padre, feed vínculos, vínculo rsd y enlaces rel índice desde el código fuente.
no_no: Fjern manifest, generator meta tags, tilstøtende innlegg rel lenker, forelder legg rel koblinger, strømkoblinger, rsd linken og indeksere rel lenker fra kildekoden.

source: Plugin/theme editor
es_mx: Editor Plugin/Tema
no_no: Plugin/tema redaktør

source: This disables the theme and plugin editor from within WordPress. This is a good idea for production environments.
es_mx: Esto desactiva el tema y editor plugin desde dentro de WordPress. Esta es una buena idea para los entornos de producción.
no_no: Dette deaktiverer temaet og plugin editor innenfra WordPress. Dette er en god idé for produksjonsmiljøer.

source: Database audit
es_mx: MySQL Auditoría
no_no: Database revisjon

source: This checks your Database and then gives you suggestions about security and making your website faster.
es_mx: Esto comprueba la base de datos y luego te da sugerencias acerca de la seguridad y hacer que su sitio web más rápido.
no_no: Dette sjekker du Database og deretter gir deg forslag om sikkerhet og gjøre ditt nettsted raskere.

source: Save changes
es_mx: Guardar
no_no: Lagre

source: Dashboard Settings
es_mx: Configuración del panel
no_no: Dashboard Innstillinger

source: Custom dashboard
es_mx: Dashboard personalizado
no_no: Custom dashbord

source: When 'On', this will override the WPQORE dashboard with the one you may create below.
es_mx: Cuando 'On', esto anulará el salpicadero WPQORE con el que usted puede crear a continuación.
no_no: Når 'On', vil dette overstyre WPQORE dashbordet med den du kan lage nedenfor.

source: Customize dashboard
es_mx: Personalizar salpicadero
no_no: Tilpass dashbordet

source: Automatic Updates
es_mx: Actualizaciones Automáticas
no_no: Automatiske oppdateringer

source: Major Updates
es_mx: Major
no_no: Major Oppdateringer

source: When 'On', this will enable automatic updates of all major WordPress core versions.
es_mx: Cuando 'On', lo que permitirá a las actualizaciones automáticas de todas las versiones del núcleo de WordPress.
no_no: Når 'On', vil dette aktivere automatiske oppdateringer av alle store WordPress kjerneversjoner.

source: Minor Updates
es_mx: Menor
no_no: Minor Oppdateringer
