Repository: cyberwani/wp-qore
Catalog: lang/wp-qore-*.po
Languages: es_mx, no_no

source: When 'On', this will enable automatic updates of all minor WordPress core versions.
es_mx: Cuando 'On', lo que permitirá a las actualizaciones automáticas de todas las versiones del núcleo de WordPress menores.
no_no: Når 'On', vil dette aktivere automatiske oppdateringer av alle mindre WordPress kjerneversjoner.

source: Plugin Updates
es_mx: Plugin
no_no: Plugin Oppdateringer

source: When 'On', this will enable automatic updates of all plugins.
es_mx: Cuando 'On', lo que permitirá a las actualizaciones automáticas de todos los plugins.
no_no: Når 'On', vil dette aktivere automatiske oppdateringer av alle plugins.

source: Theme Updates
es_mx: Tema
no_no: Tema Oppdateringer

source: When 'On', this will enable automatic updates of all themes.
es_mx: Cuando 'On', lo que permitirá a las actualizaciones automáticas de todos los temas.
no_no: Når 'On', vil dette aktivere automatiske oppdateringer av alle temaer.

source: Translation Updates
es_mx: Traducción
no_no: Oversettelse Oppdateringer

source: When 'On', this will enable automatic updates of all translations.
es_mx: Cuando 'On', lo que permitirá a las actualizaciones automáticas de todas las traducciones.
no_no: Når 'On', vil dette aktivere automatiske oppdateringer av alle oversettelser.

source: Send Emails
es_mx: Enviar Email
no_no: Send e-post

source: When 'On', this will send the admin an email every time automatic updates are performed.
es_mx: Cuando 'On', esto enviará al administrador un correo electrónico cada vez que se realizan las actualizaciones automáticas.
no_no: Når 'On', vil dette sende admin en e-post hver gang automatiske oppdateringer blir utført.

source: Debug Emails
es_mx: Depurar Email
no_no: Debug-poster

source: When 'On', this will send the admin emails with debug information every time automatic updates are performed.
es_mx: Cuando 'On', esto enviará los mensajes de correo electrónico de administrador con información de depuración cada vez que las actualizaciones automáticas se realizan.
no_no: Når 'On', vil dette sende admin e-post med debug informasjon hver gang automatiske oppdateringer blir utført.

source: PHP Memory
es_mx: Memoria PHP

source: Limit
es_mx: Límite

source: Usage
es_mx: Uso

source: Dashboard
es_mx: Salpicadero
no_no: Dashbord

source: Welcome to the admin backend
es_mx: Bienvenido al backend de administración
no_no: Velkommen til admin backend

source: A Warning Alert
es_mx: Una alerta de la alarma
no_no: En advarsel Alert

source: An Error Message
es_mx: Un mensaje de error
no_no: En feilmelding

source: A Success Message
es_mx: Un mensaje de éxito
no_no: En suksess melding

source: posts
es_mx: mensajes
no_no: innlegg

source: comments
es_mx: comentarios
no_no: kommentarer

source: pages
es_mx: páginas
no_no: sider

source: users
es_mx: usuarios
no_no: brukere

source: wp total
es_mx: total de wp

source: Recent Pages
es_mx: Páginas recientes
no_no: Nye Sider

source: Recent Posts
es_mx: Mensajes recientes
no_no: Siste innlegg

source: find content
es_mx: búsqueda
no_no: finne innhold

source: System Info
es_mx: Información del sistema

source: About WPQore
es_mx: Acerca WPQore
no_no: Om WPQore

source: free hdd
es_mx: hdd libre
no_no: gratis hdd

source: Settings Saved
es_mx: Ajustes guardados
no_no: Lagret

source: unknow
es_mx: desconocido
no_no: ukjent

source: APC Enabled
es_mx: APC Activado

source: Language
es_mx: Idioma
no_no: Språk

source: On
es_mx: En
no_no: På

source: Off
es_mx: Apagado
no_no: Av

source: Safe Mode
es_mx: Modo Seguro
no_no: Sikkermodus

source: Web Server
es_mx: Servidor Web

source: Max Execution Time
es_mx: Tiempo máximo de ejecución
no_no: Maks utføringstid

source: Server Disk Quota
es_mx: De cuota de disco del servidor
no_no: Server Disk Kvote

source: WP Qore Options
es_mx: WP Qore Opciones
no_no: Alternativer

source: Backup Settings
es_mx: Backup Config

source: Processed 1 file.
es_mx: Procesados ​​1 archivo.
no_no: Behandlet en fil.

source: Processed %s files.
es_mx: Archivos procesados​​ %s.
no_no: Behandlet %s filer.

source: Approximately %s%% complete.
es_mx: Aproximadamente %s%% de avance.
no_no: Omtrent %s%% fullført.

source: Your Dropbox account is not authorized yet.
es_mx: Su cuenta de Dropbox aún no está autorizado.
no_no: Dropbox-kontoen din er ikke godkjent ennå.

source: Resuming SQL backup.
es_mx: Reanudación de copia de seguridad de SQL.
no_no: Fortsette SQL backup.

source: Starting SQL backup.
es_mx: A partir de la copia de seguridad de SQL.
no_no: Starte SQL backup.

source: SQL backup complete. Starting file backup.
es_mx: Copia de seguridad de SQL completa. A partir de la copia de seguridad de archivos.
no_no: SQL backup komplett. Starter sikkerhetskopiering av filer.

source: Backup complete.
es_mx: Completa de copia de seguridad.
no_no: Backup komplett.

source: A total of %s files were processed.
es_mx: Se tramitaron un total de %s archivos.
no_no: Totalt %s filer ble behandlet.

source: A total of %dMB of memory was used to complete this backup.
es_mx: Se utilizó un total de %d MB de memoria para completar esta copia de seguridad
no_no: Totalt %d MB minne ble brukt til å fullføre denne backup.

source: The plugin is no longer authorized with Dropbox.
es_mx: El plugin ya no está autorizado con Dropbox.
no_no: Den plugin er ikke lenger autorisert med Dropbox.

source: A fatal error occured:
es_mx: Un error fatal ha ocurrido:
no_no: En fatal feil oppstod:

source: WordPress Backup to Dropbox requires write access to '%s', please ensure it exists and has write permissions.
es_mx: WordPress Backup para Dropbox requiere acceso de escritura para %s, por favor asegúrese de que existe y tiene permisos de escritura.
no_no: WordPress Backup til Dropbox krever skrivetilgang til '%s', kan du sikre at det eksisterer og har skriverettigheter.

source: Backup stopped by user.
es_mx: Copia de seguridad detenida por el usuario.
no_no: Backup stoppet av brukeren.

source: Resuming table '%s' at row %s.
es_mx: Reanudación de la tabla '%s' en la línea %s.
no_no: Fortsette tabell '%s' på rad %s.

source: Processed table '%s'.
es_mx: Procesado mesa '%s'.
no_no: Bearbeidet tabell '%s'.

source: A database backup cannot be created because WordPress does not have write access to '%s', please ensure this directory has write access.
es_mx: Una copia de seguridad de base de datos no se puede crear porque WordPress no tiene acceso de escritura a '%s', asegúrese de este directorio tiene acceso de escritura.
no_no: En database backup kan ikke opprettes fordi WordPress ikke har skrivetilgang til '%s', må du sørge for denne katalogen har skrivetilgang.

source: Error while accessing database.
es_mx: Error al acceder a la base de datos.
no_no: Feil ved tilgang database.

source: Error writing to php://memory.
es_mx: Error al escribir en php:/ /memory.
no_no: Feil ved skriving til php://minne.

source: Error closing sql dump file.
es_mx: Error al cerrar el archivo de volcado sql.
no_no: Feil ved lukking av sql dump filen.

source: Error closing php://memory.
es_mx: Error de cierre php:/ /memory.
no_no: Feil ved lukking av php://minne.

source: The cURL extension is not loaded. %sPlease ensure its installed and activated.%s
es_mx: La extensión cURL no está cargado. %s Please asegurar su instalado y activado.%s
no_no: Curl tillegg er ikke lastet. %s Please sikre sin installert og aktivert.%s

source: The backup is having trouble uploading files to Dropbox, it has failed %s times and is aborting the backup.
es_mx: La copia de seguridad está teniendo problemas para subir archivos a Dropbox, ha fracasado veces %s y se aborta la copia de seguridad.
no_no: Sikkerhetskopien har problemer med å laste opp filer til Dropbox, har det sviktet %s ganger og er avlyser backup.

source: Uploading large file '%s' (%sMB) in chunks
es_mx: Carga de archivos de gran tamaño '%s' (%s MB) en trozos
no_no: Laste opp stor fil '%s' (%s MiB) i biter

source: Resuming upload of large file '%s'
es_mx: La reanudación de carga de archivos de gran tamaño '%s'
no_no: Fortsette opplasting av store filen '%s'

source: Error uploading '%s' to Dropbox: %s
es_mx: Error al enviar el '%s' a Dropbox: %s
no_no: Feil opplasting '% s' til Dropbox: %s

source: There was an error getting the list of premium extensions
es_mx: Hubo un error al obtener la lista de extensiones de primera calidad
no_no: Det var en feil å få en liste over premium utvidelser

source: access is deined, this could be because your payment has expired.
es_mx: se deined acceso, esto podría ser debido a que su pago ha expirado.
no_no: tilgang deined, dette kan være fordi betalingen er utløpt.

source: you have exceeded your download limit for this extension on this site.
es_mx: usted ha excedido su límite de descarga para esta extensión en este sitio.
no_no: du har overskredet nedlastingsgrense for denne utvidelsen på dette nettstedet.

source: There was an error downloading your premium extension because
es_mx: Se ha producido un error al descargar la extensión de la prima porque
no_no: Det oppstod en feil under nedlasting av premium forlengelse fordi

source: '%s' is not writeable.
es_mx: '%s' no se puede escribir.
no_no: '%s' er ikke skrivbar.

source: There was an error installing your premium extension because
es_mx: Hubo un error al instalar la extensión de la prima porque
no_no: Det var en feil ved installasjon av din premie forlengelse fordi

source: Uploaded %sMB of %sMB
es_mx: Subido %s MB de %s MB
no_no: Lastet opp %s MiB av %s MiB

source: Dropbox Backup Module
es_mx: Módulo de copia de seguridad de Dropbox

source: Backup stopped.
es_mx: De copia de seguridad se detuvo.
no_no: Backup stoppet.

source: Backup started.
es_mx: Copia de seguridad en marcha.
no_no: Backup startet.

source: Stop Backup
es_mx: Deténgase

source: Start Backup
es_mx: Comienzo
no_no: Begynn Backup

source: WordPress Backup to Dropbox failed to initialize due to these database errors.
es_mx: WordPress Backup para Dropbox no se pudo inicializar debido a estos errores de base de datos.
no_no: WordPress Backup til Dropbox ikke initialisere på grunn av disse databasefeil.

source: The sub directory must only contain alphanumeric characters.
es_mx: El subdirectorio debe contener sólo caracteres alfanuméricos.
no_no: Underkatalogen må bare inneholde alfanumeriske tegn.

source: Daily
es_mx: Diario
no_no: Daglig

source: Dropbox Account
es_mx: Cuenta Dropbox
no_no: Dropbox-konto

source: you have
es_mx: tienes
no_no: du har

source: of
es_mx: de
no_no: av

source: free
es_mx: libre
no_no: gratis

source: Unlink Account
es_mx: Desconectar
no_no: Koble kontoen

source: Next Scheduled
es_mx: Siguiente Programado
no_no: Neste Planlagt

source: Next backup scheduled for %s at %s
es_mx: Siguiente copia de seguridad programada para %s en %s
no_no: Neste backup planlagt for %s på %s

source: No backups are scheduled yet. Please select a day, time and frequency below.
es_mx: No hay copias de seguridad todavía están programadas. Por favor seleccione el día, la hora y la frecuencia a continuación.
no_no: Ingen sikkerhetskopier er planlagt ennå. Vennligst velg en dag, tid og frekvens nedenfor.

source: History
es_mx: Historia
no_no: Historie

source: Backup completed on %s at %s.
es_mx: Copia de seguridad completada en %s en %s.
no_no: Sikkerhetskopiering fullført på %s på %s.

source: Clear history
es_mx: Claro
no_no: Klar historie

source: No history
es_mx: No hay historial
no_no: Ingen historie

source: Create a new folder within WPQORE app folder
es_mx: Cree una nueva carpeta dentro de la carpeta de aplicaciones WPQORE
no_no: Opprett en ny mappe i WPQORE app mappen

source: Day and Time
es_mx: Día y Hora
no_no: Dag og Tid

source: Monday
es_mx: Lunes
no_no: Mandag

source: Tuesday
es_mx: Martes
no_no: Tirsdag

source: Wednesday
es_mx: Miércoles
no_no: Onsdag

source: Thursday
es_mx: Jueves
no_no: Torsdag

source: Friday
es_mx: Viernes
no_no: Fredag

source: Saturday
es_mx: Sábado
no_no: Lørdag

source: Sunday
es_mx: Domingo
no_no: Søndag

source: at
es_mx: en
no_no: på

source: The day and time the backup will run.
es_mx: El día y hora de la copia de seguridad se ejecutará.
no_no: Dag og tid backup vil kjøre.

source: Frequency
es_mx: Frecuencia
no_no: Frekvens

source: Weekly
es_mx: Semanal
no_no: Ukentlig

source: Fortnightly
es_mx: Quincenal
no_no: Hver fjortende dag

source: Every 4 weeks
es_mx: Cada 4 semanas
no_no: Hver 4. uke

source: Every 8 weeks
es_mx: Cada 8 semanas
no_no: Hver 8. uke

source: Every 12 weeks
es_mx: Cada 12 semanas
no_no: Hver 12. uke

source: Frequency of backup.
es_mx: Frecuencia de copia de seguridad.
no_no: Frekvens av backup.

source: Excluded Files and Directories
es_mx: Los archivos y directorios excluidos
no_no: Ekskluderte filer og kataloger

source: Select the files and directories that you wish to exclude from your backup. You can expand directories with contents by clicking its name.
es_mx: Seleccione los archivos y directorios que desea excluir de la copia de seguridad. Puede expandir directorios con contenidos haciendo clic en su nombre.
no_no: Velg filer og kataloger som du ønsker å ekskludere fra sikkerhetskopien. Du kan utvide kataloger med innhold ved å klikke på navnet.

source: Notice:
es_mx: Aviso:
no_no: Legg merke til:

source: Your SQL dump file will always be backed up regardless of what is selected below.
es_mx: Su archivo de volcado de SQL siempre una copia de seguridad, independientemente de lo que se seleccione a continuación.
no_no: Din SQL dump filen vil alltid bli sikkerhetskopiert, uavhengig av hva som er valgt nedenfor.

source: Exclude:
es_mx: Excluir:
no_no: Ekskluder:

source: All
es_mx: Todo
no_no: Alle

source: None
es_mx: Ninguno
no_no: Ingen

source: Inverse
es_mx: Inverso

source: Authorize
es_mx: Autorizar
no_no: Riser

source: Continue
es_mx: Continuar
no_no: Fortsett

source: There was a fatal error loading WordPress Backup to Dropbox. Please fix the problems listed and reload the page.
es_mx: Hubo un error fatal de cargar WordPress Backup para Dropbox. Por favor, corrija los problemas enumerados y volver a cargar la página.
no_no: Det var en fatal feil under innlasting WordPress Backup til Dropbox. Vennligst fikse problemene nevnt og oppdater siden.

source: If the problem persists please re-install WordPress Backup to Dropbox.
es_mx: Si el problema persiste, por favor, vuelva a instalar WordPress Backup para Dropbox.
no_no: Hvis problemet vedvarer kan du re-installere WordPress Backup til Dropbox.

source: Error message:
es_mx: Mensaje de error:
no_no: Feilmelding:

source: You have not run a backup yet. Once you do, you'll see a log of it here.
es_mx: Usted no ha ejecutado una copia de seguridad aún. Una vez que usted lo hace, usted verá un registro de aquí.
no_no: Du har ikke kjørt en backup ennå. Når du gjør det, vil du se en logg over det her.

source: seconds
es_mx: segundo
no_no: sekunder

source: unlimited
es_mx: ilimitado
no_no: ubegrenset

source: Safe mode is enabled on your server so the PHP time and memory limit cannot be set by the backup process. So if your backup fails it's highly probable that these settings are too low.
es_mx: El modo seguro está habilitado en su servidor lo que el tiempo límite de memoria de PHP y no se pueden ajustar por el proceso de copia de seguridad. Así que si no su copia de seguridad que es altamente probable que estos valores son demasiado bajos.
no_no: Sikker modus er aktivert på serveren din slik at PHP tid og minnegrensen ikke kan settes av sikkerhetskopieringen. Så hvis din mislykkes det er overveiende sannsynlig at disse innstillingene er for lave.

source: There has been no backup activity for a long time. Attempting to resume the backup.
es_mx: No ha habido ninguna actividad de copia de seguridad durante un largo tiempo. El intento de reanudar la copia de seguridad.
no_no: Det har ikke vært backup-aktivitet i lang tid. Forsøk på å gjenoppta sikkerhetskopieringen.

source: Dropbox Backups
es_mx: Las copias de seguridad de Dropbox
no_no: Dropbox sikkerhetskopier

source: This will enable the Dropbox module. Once enabled, two sub-menus called 'Backup Settings' and 'Backup Monitor' will appear under the WP Qore menu. You still need to authorize your Dropbox account before backups can begin.
es_mx: Esto permitirá que el módulo de Dropbox. Una vez habilitado, dos sub-menús llamados \"Backup Settings\" y \"monitor de reserva\" van a aparecer en el menú WP Qore. Usted todavía tiene que autorizar a su cuenta de Dropbox antes de que comiencen las copias de seguridad.
no_no: Dette vil gjøre det mulig Dropbox-modulen. Når den er aktivert, vil to undermenyer 'Backup Settings' og 'Backup Monitor' vises under WP Qore menyen. Du må fortsatt godkjenne din Dropbox-konto før backup kan begynne.

source: WordPress to Dropbox Backup
es_mx: WordPress para Dropbox de copia de seguridad
no_no: WordPress til Dropbox Backup

source: In order to use this option, you will need to first authorized WP Qore with your Dropbox account.
es_mx: Para utilizar esta opción, tendrá que autorizó primero WP Qore con su cuenta de Dropbox.
no_no: For å kunne bruke dette alternativet, må du først autorisert WP Qore med din Dropbox-konto.

source: Please click the Authorize button below and follow the instructions inside the pop up window. Once you have done that, then come back to this page and click Authorize again. Then refresh the page.
es_mx: Por favor, haga clic en el botón Autorizar a continuación y siga las instrucciones en el interior de la ventana emergente. Una vez que haya hecho eso, y luego volver a esta página y haga clic en Autorizar nuevamente. Entonces actualice la página.
no_no: Vennligst klikk på Riser knappen under og følg instruksjonene på innsiden av pop up vindu. Når du har gjort det, så kommer tilbake til denne siden og klikk Riser igjen. Deretter oppdatere siden.

source: There was an error authorizing WP Qore with your Dropbox account. Please try again.
es_mx: Hubo un error al autorizar WP Qore con su cuenta de Dropbox. Por favor, inténtelo de nuevo.
no_no: Det var en feil som autoriserer WP Qore med din Dropbox-konto. Vennligst prøv igjen.

source: Once enabled, your example.com/wp-admin url will return a 404 error. The user who knows the secret key can access. For example, when example.com/wp-admin returns 404, example.com/wp-admin?secretkey1 will work. Remember, you should change the secret key from secretkey1 to something unique and that you can always change this secret key in the future.
es_mx: Una vez habilitado, el example.com / wp-admin url devolverá un error 404. El usuario que conozca la clave secreta puede tener acceso. Por ejemplo, cuando example.com/wp-admin devuelve 404, example.com/wp-admin?secretkey1 funcionará. Recuerde, usted debe cambiar la clave secreta de secretkey1 a algo único y que siempre se puede cambiar esta clave secreta en el futuro.
no_no: Når den er aktivert, vil din example.com/wp-admin url returnere en 404-feil. Brukeren som kjenner den hemmelige nøkkelen kan få tilgang til. For eksempel, når example.com/wp-admin returnerer 404, vil example.com/wp-admin?Secretkey1 fungere. Husk, du bør endre den hemmelige nøkkelen fra secretkey1 til noe unikt, og at du kan alltid endre denne hemmelige nøkkelen i fremtiden.

source: Admin bar opacity
es_mx: Adminbar opacidad
no_no: Admin bar opasitet

source: Adds opacity to admin bar on the frontend
es_mx: Añade opacidad al administrador de bar en el frontend
no_no: Legger opacity til admin bar på frontend

source: Change Howdy Text
es_mx: Cambie Howdy texto
no_no: Endre Howdy Tekst

source: Changes Howdy to whatever you like.
es_mx: Cambia ¡Hola a lo que usted desea.
no_no: Endrer Howdy til hva du vil.

source: After you update this option, simply go to your dashboard or refresh the page to see the changes take effect.
es_mx: Después de actualizar esta opción, simplemente vaya a su panel de control o actualizar la página para ver los cambios surtan efecto.
no_no: Når du har oppdatert dette alternativet, bare gå til dashbordet eller oppdatere siden for å se endringene tre i kraft.

source: General
no_no: Generelt

source: Stats
no_no: Statistikk

source: uploads
no_no: laste opp

source: Control
no_no: Kontroll

source: PHP Code
no_no: PHP-kode

source: WordPress does not have write access to '%s'. Please grant it write privileges before using this plugin.
no_no: WordPress ikke har skrivetilgang til '%s'. Vennligst gi det skrive privilegier før du bruker denne plugin.

source: Dropbox API not set
no_no: Dropbox API ikke satt

source: Error
no_no: Feil

source: Backup started on %s.
no_no: Backup startet på %s.

source: Your time limit is %s and your memory limit is %s
no_no: Din fristen er %s og minnegrensen er %s

source: Scan completed
no_no: Scan avsluttet

source: Remove wp meta tags
no_no: Fjern wp metakoder
